Repository: seanpm2001/mt-training-data
Catalog: mdf/mdf_pontoon.tmx
Source language: en_us
Languages: mdf

source: 2019 End-of-Year Release
mdf: Нолдаф 2019-це кизоть песта

source: 2 down, keep it up!<playIcon></playIcon>
mdf: 2 тифт, сяда тов! <playIcon></playIcon>

source: ≥ 2 No votes
mdf: ≥ 2 вайгяльхть каяф "карша".

source: ≥ 2 Yes votes
mdf: ≥ 2 вайгяльхть каяф "инкса"

source: Abkhaz
mdf: Абхазонь кяль

source: About
mdf: Эсь колганк

source: Accent
mdf: Кортафкс

source: Account
mdf: Сувама васта

source: Acehnese
mdf: Ачехонь кяль

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mdf: { $actionType } <playIcon></playIcon> видеста азф валрисьмось?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mdf: { $actionType }<recordIcon></recordIcon> меле морафтость валрисьмоть кайгиста

source: { $actionType }<stopIcon></stopIcon> when done
mdf: { $actionType }<stopIcon></stopIcon> мзярда шумордави

source: { $actionType } submit when ready
mdf: { $actionType } сувафтк, мзярда ули анок

source: Add
mdf: Поладомс

source: Add a language you want to contribute to
mdf: Полатт кяль конань эса тон ёрат лездомс

source: Additional Language
mdf: Лия кяль

source: Add Language
mdf: Поладомс кяль

source: <addLink>Add more sentences now!</addLink>
mdf: <addLink>Тяни поладыть сяда лама валрисьмот!</addLink>

source: Add new custom accent "{ $inputValue }"
mdf: Сувафтомс од корхтама "{ $inputValue }"

source: Add Sentences
mdf: Поладомс валрисьмот

source: Add <wikipediaLink>public domain</wikipediaLink> sentences
mdf: Поладомс <wikipediaLink>эрти панжада лисьмаста</wikipediaLink> валрисьмот

source: Add Your Voice
mdf: Поладомс эсь вайгяльцень

source: Adyghe
mdf: Адыгеянь кяль

source: A few bytes
mdf: Аф лама байтта

source: Afrikaans
mdf: Африкансонь кяль

source: Age
mdf: Кизотне

source: Albanian
mdf: Албанонь кяль

source: All
mdf: Сембе

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
mdf: Сембе вайгялень сёрматфксне даннайхнень эса аропневихть эсь прянь информациять эзда. Сембе сяка лездысь максы демографиянь даннаензон эсь профиленц вельде. Тя информациясь нардави сёрматфнень ёткса, мзярда синь ушедыхть сувафтовома, и мзярдовок аф лихтевихть лангс, ломанень инголи профилень лопаняса.

source: Amharic
mdf: Амхаронь кяль

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
mdf: Лемфтема даннайхне, кода кизотне, аля/ава ломань, корхтафкссь цебярьгофтсазь аудиоданнайхнень, конат эрявить ломанень корхтамань шарьхкодемаса. Тонь тев тиемань лемце (имя пользователя) и эл. почтаце мзярдовок аф сувафтовихть максф даннайхнень ёткс и эсь мяльцень коряс кочкасак: лихтемс ломань инголи лемцень али сонь кадомс кяшфста

source: Approve
mdf: Кемокстамс

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mdf: Аф вии фталдонь увф аф прябалась, аньцек аф эрявихть тага вайгяльхть, сяс мес машинонь алгоритмонди улихть кода марямс валхт, конат ашет сёрматф текстса. Кда марявихть башка валхт, конат ашет текстть эса, клипсь аф кондясти. Сидеста тя эрьси мзярда кулеви телевизор эли кие-бди корхни маласа.

source: Arabic
mdf: Арабонь кяль

source: Aragonese
mdf: Арагононь кяль

source: Are you coming? <strong>[called by another]</strong>
mdf: Молят?<strong>[кие-бди серьгяди]</strong>

source: Armenian
mdf: Армянонь кяль

source: Armenian Western
mdf: Шивалгомаширень армянонь кяль

source: Artificial intelligence
mdf: Эсь тиф интеллект

source: Assamese
mdf: Ассамонь кяль

source: Asturian
mdf: Астуриянь кяль

source: Audio Format
mdf: Аудионь формат

source: Avatar
mdf: Аватар

source: Avatar uploaded
mdf: Аватарсь тонговсь

source: Average
mdf: Аф пяк стака

source: A voice clip is marked "valid" when a user gives it a Yes vote.
mdf: Вайгяльса сёрматфсь "видексонь", мзярда кулхцондыхне кочкайхть "Виде" кинять.

source: Awards
mdf: Казнет

source: Azerbaijani
mdf: Азербайджанонь кяль

source: Back
mdf: Меки

source: Background Noise
mdf: Фталдонь гайф

source: Background Voices
mdf: Фталдонь вайгяльхть

source: Back to Top
mdf: Меки вяри

source: Bambara
mdf: Бамбарань кяль

source: Basaa
mdf: Басань кяль

source: Bashkir
mdf: Башкиронь кяль

source: Basque
mdf: Басконь кяль

source: Become a partner
mdf: Тиемс ялгакс (партнеркс)

source: Belarusian
mdf: Беларузонь кяль

source: Benefits
mdf: Эрявикс лезкссь

source: Bengali
mdf: Бенгалонь кяль

source: <bold>{ $count }</bold> Clips
mdf: <bold>{ $count }</bold> клипть

source: <bold>Help us</bold> find more voices
mdf: <bold>Лезтт тейнек </bold> мумс сяда лама лия вайгяльда

source: Bosnian
mdf: Босниянь кяль

source: Both
mdf: И тя, и тона

source: Both (Speak and Listen)
mdf: И тя, и тона (Сёрмадомась и сёрматфксонь видеста ваномась)

source: Breton
mdf: Бретононь кяль

source: Browse Languages
mdf: Ваномс кяльхнень

source: Build a custom goal
mdf: Тиемс эсь целень сатфкс

source: Build Profile
mdf: Тиемс профиль

source: Bulgarian
mdf: Болгариянь кяль

source: Burmese
mdf: Бурмань кяль

source: Buryat
mdf: Бурятонь кяль

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
mdf: <b>Мезенди эряви эл.адрессь?</b> Сай пингть тейнек эряви сёрмадомс мартот даннаень кочкафксонь полафкснень коряс, а эл.адрессь вельде мусаськ лездыхнень

source: By editing your goal, you may lose your existing progress.
mdf: Полафтомок эсь целень сатфксцень, юмафтсак касомань коряс вастцень

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
mdf: Кочкандярясак куля-сёрмань пачфтемать, тянь мархта азат виде мяль, штоба Mozilla-сь маштозь нолдалезе содамошить эрь кодама тевонь тиемста, ванк Mozilla-нь <privacyLink>-ть

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
mdf: <b>Тон праят фкя мяльс</b> штоба аф вешендемс азондыхнень вайгяльснон Common Voice даннаень кочкафксса

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
mdf: Максондярят эсь колгат кой-мзяра информация, кона сувафтови Common Voice-ти и кона лезды вайгялень содамань технолологиянь косомаса, сяда цебярьста тиевихть машинатне

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mdf: «Common Voice»-нь тевс нолдамста праят фкя мяльс мархтонк <termsLink>Условиятнень </termsLink> и <privacyLink>Эсь тевонь каготтнень кяшемаснон</privacyLink> коряс.

source: Cancel Re-recording
mdf: Лоткафтомс одукс сёрмадомать

source: Cancel Submission
mdf: Мрдафтомс прважафть

source: Can't decide?
mdf: Кафтолдат? Аф кемат?

source: Cantonese
mdf: Кантононь кяль

source: Catalan
mdf: Каталанонь кяль

source: Central Kurdish
mdf: Кучкакурдань кяль

source: Change your email via Settings under Login Identity
mdf: Полафтк эсь эл. почтань адресцень тев-тиемать вельде "Сувамань ширде идентификатор»

source: <chevron></chevron>See less
mdf: <chevron></chevron>Няемс сяда аф лама

source: <chevron></chevron>See more
mdf: Няемс сяда лама

source: Chinese (China)
mdf: Китаень кяль (Китай)

source: Chinese (Hong Kong)
mdf: Китаень кяль (Гонгконг)

source: Chinese (Taiwan)
mdf: Китаень кяль (Тайвань)

source: Chuvash
mdf: Ветькень кяль

source: Click
mdf: Люпштамс

source: Clip Graveyard
mdf: "Сёрматфонь калма"

source: Clips recorded
mdf: Сёрматф клипт

source: Clips Uploaded
mdf: Сёрматфне сувафтфт

source: Clips validated
mdf: Сёрматфта ванф

source: Clips You've Recorded
mdf: Сёрматфат

source: Clips You've Validated
mdf: Кемокстайть

source: Close
mdf: Пякстамс

source: Collecting sentences from the public domain, or writing new ones for the public domain.
mdf: Марстонь панжада вастста валрисьмонь кочкамась али од валрисьмонь сёрмадомась, конат няевольхть сембонди и улельхть панжадот.

source: Comment
mdf: Мяльполаткс

source: Common Voice data plus all other voice datasets above.
mdf: Common Voice даннаенза марса лия даннаень кочкафкс мархта, конат максфт ала

source: Common Voice Dataset
mdf: Common Voice даннаень кочкафкс

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
mdf: Common Voice — это марстонь проект, и вайгялень кочкафксонь даннайхне, конат лувовихть панжадокс ащихть кулхцондыхнень и минь ялганьконь эзда. Минь мяленьке азомс пара валхт ся ломаттненди и пуромксненди, конат лездыхть проектть тиемаса-нолдамаса

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
mdf: Common Voice — тя Мозилла-ть мялец коряс машинатненди лезксшинь максомась афкуксонь ломанькс корхтамать шарьхкодемаса

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
mdf: «Common Voice» – те Mozilla-ть ушетксонь пяльксоц, кона лезды тонафтомс машинатнень ломанькс корхтама.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
mdf: Common Voice-сь — тя Mozilla-ть ушетксонь пяльксоц, кона лезды тонафтомс машинатнень ломанькс корхтама. Common Voice-нь даннайда башка минь тихтяма тев Deep Speech, кона шарьхкодьсы вайгяльть и кона лувови панжадокс и сембонди няевикс.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
mdf: Common Voice — тя инь оцю масторса лама кяльса вайгяльксонь даннаень кочкафкс.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
mdf: Common Voice-са сёрматфксне тевс нолявихть ёню ломаттнень, ёмла бизнезть и мялень салай тиихнень мархта, штоба шарьхкотьфтемс вайгяльть и тонафтомс, касфтомс марстонь панжада ресурснень эса, тяфтапнень, кода вайгялень модельхнень шарьхклдемаснон.

source: Community Playbook
mdf: Кулхцондомань журнал

source: Confirm
mdf: Кемокстамс

source: Confirm Goal
mdf: Кемекстамс сатфкснень

source: Confirm New Sentences
mdf: Кемокстайть од валрисьмотнень

source: Connect with Gravatar
mdf: Сотомс Граватар-ть вельде

source: Contact
mdf: Контактт

source: Contact Form
mdf: Контактонь анкета

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
mdf: Потмоширесь ванови <licenseLink>Creative Commons лиценсияса</licenseLink>

source: Continue
mdf: Поладомс

source: Contribute
mdf: Максомс лезкс

source: Contribute sentences
mdf: Поладомс валрисьмот

source: Contribute to { $lang }
mdf: Лездомс { $lang }нь тевса

source: Contribute Your Voice
mdf: Сёрматк эсь вайгяльцень

source: Contribution Activity
mdf: Лездыень путфкс

source: Contribution Criteria
mdf: Лезксонь максомань критериятне

source: Contribution Experience
mdf: Макстт питне эсь тевценди Common Voice-ть эса покодемста

source: Contributors record voice clips by reading from a bank of donated sentences.
mdf: Лезксонь максыхне сёрмадсазь эсь вайгяльснон, лувомок максф валрисьмотнень

source: Cookies
mdf: Кукит

source: Cornish
mdf: Корнонь кяль

source: Corsican
mdf: Корсиканонь кяль

source: Could not add language
mdf: Аш кода поладомс кяль

source: Could not change settings. Please try again.
mdf: Тев тиематнень ашесть полафта . Тяряфтт тага весть.

source: Could not remove language
mdf: Аш кода нардамс кяльть

source: Could not remove language: language not found
mdf: Аш кода нардамс кяльть: кяльсь ашезь мув

source: { $count } clips
mdf: { $count } сёрматфта

source: { $count }mo
mdf: { $count }кофт

source: { $countOfInvalidated } rejected by you
mdf: { $countOfInvalidated } ашеть кемокста

source: { $countOfReviewed } sentences are already reviewed. Great job!
mdf: { $countOfReviewed } валрисьмот ванфольхть ни. Пяк цебярь!

source: { $countOfSentences } sentences found.
mdf: { $countOfSentences } валрисьмот мувсть.

source: { $countOfUnreviewed } sentences are unreviewed. If you want, you can also review your sentences now before submitting them.
mdf: { $countOfUnreviewed } валрисьмот апак ватт. Улендяряй мяльце тон тяни тага маштат эсь валрисьмотнень ваномс сувафтомада инголе.

source: { $count }wk
mdf: { $count }недлят { $count }недлят

source: { $count }y
mdf: { $count }кизот

source: Create a Custom Goal
mdf: Кодама целень сатфкс эстейть путоть?

source: Criteria
mdf: Критерият

source: Croatian
mdf: Хорватонь кяль

source: Czech
mdf: Чехонь кяль

source: Daily Goal
mdf: Эрь шинь сатфкст

source: Danish
mdf: Даниянь кяль

source: Dashboard
mdf: Няфтема васта

source: Datasets
mdf: Эрявиксонь кочкафкст

source: Date
mdf: Кизось-ковсь-шись

source: Days
mdf: шит

source: De-identified
mdf: Идентификацияц нардаф

source: Delete my recordings
mdf: Нардамс эсь сёрматфнень

source: Delete Profile
mdf: Нардамс профильть

source: Delete selected sentences
mdf: Нардамс кочкаф валрисьмотнень

source: Deleting selected sentences…
mdf: Кочкаф валрисьмотненть нардамась моли...

source: Dhivehi
mdf: Мальдивонь кяль

source: Different language
mdf: Лия кяль

source: Difficult
mdf: Стака

source: Difficult to pronounce
mdf: Стакаста азови

source: Discard ongoing recording
mdf: Лоткафтомс моли сёрмадомать

source: Discourse
mdf: Корхтамать вятемац

source: Donate your voice
mdf: Лезтт эсь вайгяльцень тяза сёрмадомаса

source: Don't see your language on Common Voice yet?
mdf: Ашить му эсь кяльцень «Common Voice»-ста?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
mdf: Аф мусак эсь кяльцень кочкафкснень ёткста? Вешк сонь Кяльхть лопаса

source: Download
mdf: Таргамс

source: Download Common Voice Data
mdf: Таргамс «Common Voice»-ста даннайхнень

source: Download Data
mdf: Таргамс даннайхть

source: Download Dataset Bundle
mdf: Таргамс даннаень кярьмаз

source: Download { $language }
mdf: Таргамс { $language }

source: Download Links
mdf: Материалонь таргаманди ссылка

source: Download My Data
mdf: Таргамс эсь колган даннайхнень

source: Download profile data
mdf: Профильста таргаф даннайхне

source: Download the Single Word Target Segment
mdf: Таргак целевой сегментонь "Фкя вал"

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
mdf: Улихть мяльхть, кода цебярьготфтомс «Common Voice»-ть ? Корхтак тянь колга Discourse форумса

source: Do you want to continue?
mdf: Поладсак тевть?

source: Do you want to Speak, Listen or both?
mdf: Тон арьсят сёрмадомс вайгяльть, видеста ваномс-петнемс али кафцьке тефнень кармат тиема?

source: Drag and drop or <browseWrap>Browse</browseWrap>
mdf: Уск али <browseWrap>вешть файла</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
mdf: "Кучемс" повнять люпштамда меле Common Voice мархта питнень максомась нолдави вакска. Тяда меле тон сяда тов вятсак тевть вайгялень сермадомаса али кулхцондомаса.

source: Dutch
mdf: Недерландонь кяль

source: Easy
mdf: Тёждя

source: Edit
mdf: Петнемс

source: Edit Profile
mdf: Петнемс профильть

source: Email
mdf: Эл. адрессь

source: Email is already used for a different account
mdf: Эл. почтась сявф лия сувама вастонди

source: Email Subscriptions
mdf: Кучемс эл. сёрмаса сёрматфтомань кулят

source: English
mdf: Англань кяль

source: Enter Email to Download
mdf: Информациянь таргаманкса тяштьк эл.сёрмань адресцень

source: Enter email to send a sign up link
mdf: Сёрматк эл.адресцень, штоба кучемс тов регистрациянди ссылка

source: Enter your email
mdf: Сувафтк эсь эл. адресцень

source: Error { $code }
mdf: Эльбятькссь { $code }

source: Error while fetching rejected sentences. Please try again.
mdf: Мрдафтф валрисьмотнень аноклакшневомста лиссь эльбятькс. Тяряфтт тага весть.

source: Error while fetching your sentences. Please try again.
mdf: Тонь валрисьмотнень аноклакшневомста лиссь эльбятькс. Тяряфтт тага весть.

source: Erzya
mdf: эрзянь кяль

source: Esperanto
mdf: Эсперантонь кяль

source: Estonian
mdf: Эстононь кяль

source: Everyone
mdf: Сембе

source: Exit & Delete clips
mdf: Лисемс и нардамс клипнень

source: Failed to delete selected sentences… Please try again!
mdf: Аш кода нардамс кочкаф валрисьмотнень... Тяряфтт тага весть!

source: FAQ
mdf: Сидеста макссеви кизефкст

source: Faroese
mdf: Фарёронь кяль

source: Female
mdf: Ава

source: Filtered sentences due to requirements failing (please submit fixed versions as new sentences):
mdf: Правилатнень коряс фильтраяфтф валрисьмотне аф ётайхть (прважайть видептьф валрисьмотнень верзияснон кода од валрисьмотнень)

source: Finish editing first?
mdf: Васеда мяльце шумордамс петнемать?

source: Finish recording
mdf: Шумордамс сёрмадомать

source: Finish recording first?
mdf: Васеда шумордость сёрмадомать

source: Finish Review
mdf: Шумордамс ваномать

source: Finnish
mdf: Финнонь кяль

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
mdf: Вайгялень сёрматфксонь сувафтомада и видеста ваномада-петнемада меле тонь аккаунтонь информациянь тяштьксне одкстомихть, штоба няфтемс тонь сатфкснень эрь кодама кяльса, конань коряс сувафтф эрь кодама путфкс. Виде, тон лездоват ламоц кялень коряс! <br/><br/> Тевс сявк информациянь тяштькснень, штоба ваномс эсь вастцень лия ломаттнень ёткса и путнемс эсь инголет эрь шинь али эрь недлянь сатфкст

source: for example
mdf: кепотьксонди

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
mdf: Тя нолдаф кяльхнень коряс сайттне цебярьста <localizationGlossaryLink>ётафтфт</localizationGlossaryLink>, тоса кочкаф <sentenceCollectionGlossaryLink> сатомшка валрисьме </sentenceCollectionGlossaryLink>, штоба ушедомс <speakLink> вайгялень кочкама</speakLink> и синь видеста максомань ширде <listenLink> ванома

source: French
mdf: Французонь кяль

source: Frequently Asked Questions
mdf: Сидеста макссеви кизефкст

source: Frisian
mdf: Фризонь кяль

source: Fulah
mdf: Фулахонь кяль

source: Galician
mdf: Галициянь кяль

source: GB
mdf: ГБ

source: Gender
mdf: Аля/ава ломань

source: Georgian
mdf: Грузиянь кяль

source: German
mdf: Немецень кяль

source: Get involved
mdf: Кундамс марстонь тевс

source: Get Involved
mdf: Сувамс тевонь тиихнень ёткс

source: Get started with goals
mdf: Тиемс эсь целень коряс сатфкс

source: Get Started with Speech Recognition
mdf: Кода тевс нолдамс Common Voice-ть эстейть программатнень эса

source: Glossary
mdf: Валкскя

source: Goal reached
mdf: Сатфксне пяшкотьфт

source: Goals
mdf: Сатфкст

source: Goan Konkani
mdf: Конкани кяль

source: Go to Discourse
mdf: Ётамс дискуссияс > Сувамс «Discourse» пяльксти

source: Go to Languages Page
mdf: Сувамс Кяльхть лопати

source: Go to { $name }
mdf: Молемс «{ $name }» вастти

source: Grammatical / spelling error
mdf: Грамматикань ширде /видеста сёрмадомань коряс эльбятькс

source: Great! How many clips a week?
mdf: Пяк пара! Мзяра сёрматфкста тиеть недляти?

source: Great! How many clips per day?
mdf: Пяк пара! Мзяра тиеть сёрматфкста шити?

source: Great!<recordIcon></recordIcon> Record your next clip
mdf: Пяк цебярь! <recordIcon></recordIcon> Сёрматт сяда тов клип

source: Great work!<playIcon></playIcon> Listen again when you're ready
mdf: Пяк цебярь! <playIcon></playIcon> Кулхцонтк оду, мзярда улят анок

source: Greek
mdf: Греконь кяль

source: Guarani
mdf: Гуаранинь кяль

source: Haitian
mdf: Гаитянонь кяль

source: Hakha Chin
mdf: Чинонь кяль

source: Hausa
mdf: Хаузань кяль

source: Have Feedback?
mdf: Кадомс мяль-вал?

source: Have you read our Terms?
mdf: Тон лувить минь тевс нолдамань условияньконь?

source: Having an account is not required to contribute, though it is helpful.
mdf: Сувама вастсь аф эряви, но сембе сяка канды лезкс

source: Having a profile is not required to contribute though it is helpful, see why below.
mdf: Лездомста профильсь аф эряви, но сембе сяка канды лезкс

source: Hebrew
mdf: Ивритонь кяль

source: Help
mdf: Лезкс

source: Help Common Voice reach { $hours } hours in a language with a personal goal
mdf: Лезтт Common Voice-ти пачкодемс{ $hours } частста эсь сатфкснень вельде

source: Help create Common Voice’s first target segment in { $locale }
mdf: Лезтт тиемс Common Voice-са васенце целевой сегментть { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
mdf: Лезтт пачкодемс { $hours } частста { $language }са эсь сатфкснень вельде

source: Help teach machines how real people speak, donate your voice at { $link }
mdf: Лездода машинатненди шарьхкодемс афкуксонь корхтайть, сёрматк эсь вайгяльсот текстт { $link }

source: Help us build a community around voice technology, stay in touch via email.
mdf: Лезтт тейнек путомс-арафтомс вайгялень шарьхкотьфти технологиятнень коряс ломанень пуромкс, киртть соткс мархтонк эл.сёрма вельде.

source: Help us build a high quality, publicly open dataset
mdf: Лезтт тейнек тиемс кялень коряс цебярь кочкафкс, кона улель сембонди сатовикс и панжадокс

source: Help us find more voices, share your goal
mdf: Лезтт тейнек мумс сяда лама вайгяль, нолдайть и няфтить ломань инголи эсь сатфкснень

source: Help us find others to donate their voice!
mdf: Лездода тейнек мумс ломатть, конатнень мяльсна сёрматфтомс эсь вайгяльснон

source: Help us get to { $goal }
mdf: Лезтт миндейнек пачкодемс { $goal } видес

source: Help us validate sentences!
mdf: Лезтт тейнек кочкамс цебярь валрисьмот!

source: Help us validate voices
mdf: Лезтт миндейнек вайгяльть видеста ваномаса и эльбятьксфтома нолдамаса

source: Hidden
mdf: Кяшф

source: Hill Mari
mdf: Панда-маринь кяль

source: Hindi
mdf: Хиндинь кяль

source: His hand was rais-ed.
mdf: Сонь кядец ульсь кепотьф.

source: Home
mdf: Куду

source: Hours Recorded
mdf: Сёрматф частта

source: Hours Validated
mdf: Ванф частта

source: { $hours } validated hours so far!
mdf: { $hours } част кочкаф тянь ваномста!

source: How ?
mdf: Кода ?

source: How can I get the Common Voice data?
mdf: Кода сави таргамс «Common Voice»-ста даннайхнень?

source: How does Common Voice calculate hours?
mdf: Кода «Common Voice» лувсыне часттнень?

source: How does it work?
mdf: Кода «Common Voice»-са моли тевсь?
